Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/facta/samediggi.fi/toimintaohjelma_talousosio_20122015_pohjoissaame.pdf.tmx
Source language: sme
Languages: smn

source: o Sámediggái ásahuvvo sámeoahpahusa ovddidan- ja resursaguovddáš, mii bálvala ja veahkeha skuvlejumi ordnejeaddjiid sámegiela ja sámegielat oahpahusa ovddideamis.
smn: o Sämitiigán vuáđuduvvoo sämimáttááttâs ovdedem- já reesuurskuávdáš, mii palvâl já iššeed škovlim uárnejeijeid sämikielâ já sämikielâlâš máttááttâs oovdedmist.

source: Sámediggái čujuhuvvo ruhtadeapmi dieđiheami ja pedagogalaš ráđđeaddima dikšumii ja doibmii sámeoahpahusa riikkadási ovddideaddjin ja koordináhtorin.
smn: Sämitiigán čujottuvvojeh ruuđah máttááttâs tuárjoo tieđettem já pedagogâlâš ravvim tipšomân já sämimáttááttâs väldikodálâš ovdedeijen já koordinaattorin toimâmân.

source: o Sámegiela ja sámegielat oahpahusa sierraruhtadeapmi (L 29.12.2009/1705, 45 § 1 mom.)
smn: o Sämikielâ já sämikielâlâš máttááttâs sierânâsruttâdem (L 29.12.2009/1705, 45 § 1 mom.)

source: viiddiduvvo guoskat maiddái daid sámiid ruovttuguovllu olggobeale gielddaid, main orru fuomášahtti sápmelaš álbmot.
smn: vijđeduvvoo kuoskâđ še taid sämikuávlu ulguupiäláid kieldâid, main lii merhâšittee sämiaalmug.

source: Dahkko vejolažžan ollesáigásaš sámegiela oahpaheaddjivirggiid ásaheapmi maiddái ruovttuguovllu olggobeallái.
smn: Tahhoo máhđulâžžân olesáigásâš sämikielâ máttáátteijee viirgij vuáđudem še sämikuávlu ulguubel.

source: o Lágiduvvojit vejolašvuođat sámegielat ávnnas- ja luohkáoahpaheaddjiskuvlejupmái, dievasmahttinskuvlejumi ja nuppástusskuvlejumi lasiheapmái.
smn: o Läjiduvvojeh iävtuh sämikielâlâš amnâs- já luokamáttáátteijei škovlim, tievâsmittemškovlim já nubástusškovlim lasseetmân.

source: Sápmelaš oahpaheaddjiskuvlejupmi ovddiduvvo dan láhkai, ahte das váldo vuhtii sámeoahpahusa sierradárbbut, sámekultuvra, sápmelaččaid árbevirolaš diehtu ja guovttegielat- ja guovttekultuvrralašpedagogihka.
smn: Säämi máttáátteijeeškovlim ovdeduvvoo nuuvt, et tast váldojeh vuotân sämimáttááttâs sierânâstáárbuh, sämikulttuurmiäldásâšvuotâ, sämmilij ärbivuáválâš tiätu sehe kyevtkielâlâš- já kyevtkulttuurlâšvuođâpedagogiik.

source: o Álggahuvvo sámeoahpahusa árvvoštallanfidnu.
smn: o Piäijoo joton sämimáttááttâs árvuštâllâmproojeekt.

source: 3.3.7 Sámi parlamentáralaš ráđi doaimma ovddideapmi
smn: 3.3.7 Säämi parlamentaarlâš rääđi tooimâ ovdedem

source: o SPR:i leat delegerejuvvon almmolaš válddi doaimmat davviriikkalaš sámesoahpamušas.
smn: o SPR:n láá adelum almolâš vääldi pargoh tave-eennâmlâš sämisopâmušâst.

source: Gaskavuohta sámedikki doibmii leat meroštallojuvvon sámedikki bargoortnegis.
smn: Koskâvuotâ sämitige tooimân lii miäruštâllum sämitige pargo-oornigist.

source: SPR fuolaha ja jođiha sápmelaččaid riikkaidgaskasaš ovddasteami.
smn: SPR huolât já joođeet sämmilij aalmugijkoskâsâš oovdâstmist.

source: o SPR ovddida ja čuovvu doaimmastis Girkonjárgga goalmmát sámeparlamentarihkkáriid julggaštusa ollašuvvama. o SPR ovddida ja čuovvu ON eamiálbmotraportevrra James Anaya raporttaid ávžžuhusaid ollašuvvama sámeálbmoga dilis Suomas, Ruoŧas, Norggas ja Ruoššas.
smn: o SPR oovded já čuávu toimâinis Kirkkonjaargâ kuálmád sämiparlamiänttárij julgáštus olášume o SPR oovded já čuávu OA algâaalmugraportistee James Anaya sämiaalmug tile Suomâst, Ruotâst, Taažâst já Ruošâst kieđâvuššâm raportij avžuuttâsâi olášume.

source: o Suoma sámediggi oassálastá SPR:a bokte arktalaš ja Barentsguovllu ovttasbargui, riikkaidgaskasaš dálkkádatpolitihkalaš ja biodiversitehtamearrádusdahkamii, WIPO doibmii, davviguovllu ja davviriikkalaš ovttasbargui ja eamiálbmogiid ovttasbargui ON:s beaktilit ja váikkuhanfámolaččat.
smn: o Suomâ sämitigge uásálist SPR pehti arktâlâš já Baareents kuávlu oovtâstpaargon, aalmugijkoskâsâš šoŋŋâdâhpoolitlâš já biodiversiteetmiärádâstohâmân, WIPO tooimân, tave ooláádmudo já tave-eennâmlâš oovtâstpaargon sehe algâaalmugoovtâstpaargon OA:st vaikutmáin pehtilávt.

source: o SPR:s lea fásta čállingoddi ja iežas bušeahtta jagi 2015 rádjai.
smn: o SPR:st pissoo čäällimkodde já jieijâs budjet ive 2015 räi.

source: Suoma sámediggái leat dorvvastuvvon resurssat oassálastit dievasmearálaččat SPR:a doibmii.
smn: Suomâ sämitiigán láá torvejum resursseh uásálistiđ tievâsmiärálávt SPR tooimân.

source: o SPR:a vuollásažžan doaibmá nuoraidlávdegoddi ja dárbbašlaš mearri eará lávdegottit vai SPR:a barggut dikšojuvvošedje beaktilit.
smn: o SPR vuálásâžžân tuáimih nuorâilävdikodde sehe tárbulâš meeri eres lävdikodeh SPR pargoi pehtilis tipšom várás.

source: 010-030 BARGIID BÁLKKÁT (sisttisdoallá maiddái bálkká lavttagoluid)
smn: 010-030 PARGOJUÁVHU PÄÄLHIH (tuálá siste meid päälhi uálgikoloid)

source: Guovddášdoaimmahat
smn: Almolâš toimâttâh

source: Dálá bargit
smn: Tááláš pargojuávkku

source: 0101 Ságadoalli 89.000,- 92.000,- 100.000,- 0102 Hálddahushoavda 71.000,- 73.000,- 75.000,- 0103 Láhkačálli 70.000,- 72.000,- 74.000,- 0104 Kulturčálli 50.000,- 51.000,- 52.000,- 0105 Sosiála- ja dearvvašvuohtačálli 56.000,- 58.000,- 59.000,- 0106 Ekonomiijačálli 54.000,- 55.000,- 56.000,- 0107 Hálddahusčálli 42.000,- 43.000,- 44.000,- 0108 Doaimmahatčálli 40.000,- 41.000,- 42.000,- 0109 Ságadoalli veahkki 52.000,- 53.000,- 54.000,- 524.000,- 538.000,- 556.000,-
smn: 0101 Saavâjođetteijee 89.000,- 92.000,- 100.000,- 0102 Haldâttâhhovdâ 71.000,- 73.000,- 75.000,- 0103 Lahâčällee 70.000,- 72.000,- 74.000,- 0104 Kulttuurčällee 50.000,- 51.000,- 52.000,- 0105 Sosiaal- já tiervâsvuođâčällee 56.000,- 58.000,- 59.000,- 0106 Ekonomiačällee 54.000,- 55.000,- 56.000,- 0107 Haldâttâhčällee 42.000,- 43.000,- 44.000,- 0108 Toimâttâhčällee 40.000,- 41.000,- 42.000,- 0109 Saavâjođetteijee išedeijee 52.000,- 53.000,- 54.000,- 524.000,- 538.000,- 556.000,-

source: Plánejuvvon ođđa virggit (álgonamahusat)
smn: Vuávájum uđđâ virgeh (vuáđusteijee nomâttâsah)

source: 0110 I várreságadoalli 80.000,- 82.000,- 84.000,- 0111 II várreságadoalli 40.000,- 42.000,- 43.000,- 0112 Ruvkeáššiid čálli 56.000,- 58.000,- 59.000,- 0113 Birasčálli 56.000,- 58.000,- 59.000,- 0114 Ealáhusčálli 56.000,- 58.000,- 59.000,- 0115 Riikkaidgaskasaš áššiid čálli 56.000,- 58.000,- 59.000,- 0116 Dieđiheaddji 53.000,- 54.000,- 55.000,- 0117 Áššemeannudeaddji (sámeguovllu olggobeale áššit) 56.000,- 58.000,- 59.000,- 0118 Doaimmahatčálli 40.000,- 41.000,- 42.000,- 493.000,- 509.000,- 519.000,-
smn: 0110 I värisaavâjođetteijee 80.000,- 82.000,- 84.000,- 0111 II värisaavâjođetteijee 40.000,- 42.000,- 43.000,- 0112 Ruukiaašij čällee 56.000,- 58.000,- 59.000,- 0113 Pirâsčällee 56.000,- 58.000,- 59.000,- 0114 Iäláttâsčällee 56.000,- 58.000,- 59.000,- 0115 Aalmugijkoskâsij aašij čällee 56.000,- 58.000,- 59.000,- 0116 Tieđetteijee 53.000,- 54.000,- 55.000,- 0117 Oovdânpyehtee (sämikuávlu ulguupiälááh ääših) 56.000,- 58.000,- 59.000,- 0118 Toimâttâhčällee 40.000,- 41.000,- 42.000,- 493.000,- 509.000,- 519.000,-

source: Sámegiela doaimmahat
smn: Sämikielâ toimâttâh

source: 0210 Gielladorvočálli 67.000,- 69.000,- 71.000,- 0211 Sámi giellaáššiid čálli 53.000,- 54.000,- 55.000,- 0212 I Giellajorgaleaddji (ds) 57.000,- 58.000,- 59.000,- 0213 II Giellajorgaleaddji (ds) 54.000,- 55.000,- 56.000,- 0214 III Giellajorgaleaddji (ds) 56.000,- 57.000,- 58.000,- 0215 IV Giellajorgaleaddji (ds) 53.000,- 54.000,- 55.000,-
smn: 0210 Säämi kielâtorvočällee 67.000,- 69.000,- 71.000,- 0211 Säämi kielâaašij čällee 53.000,- 54.000,- 55.000,- 0212 I Kielâjurgâleijee (ts) 57.000,- 58.000,- 59.000,- 0213 II Kielâjurgâleijee (ts) 54.000,- 55.000,- 56.000,- 0214 III Kielâjurgâleijee (ts) 56.000,- 57.000,- 58.000,- 0215 IV Kielâjurgâleijee (ts) 53.000,- 54.000,- 55.000,-

source: 0216 Giellajorgaleaddji (ag) 52.000,- 53.000,- 54.000,- 0217 Giellajorgaleaddji (ng) 52.000,- 53.000,- 54.000,- 444.000,- 453.000,- 462.000,-
smn: 0216 Kielâjurgâleijee (as) 52.000,- 53.000,- 54.000,- 0217 Kielâjurgâleijee (ns) 52.000,- 53.000,- 54.000,- 444.000,- 453.000,- 462.000,-

source: 0218 Giellajorgaleaddji (ds) 54.000,- 55.000,- 56.000,- 0219 Giellajorgaleaddji (ag) 54.000,- 55.000,- 56.000,- 0120 Giellajorgaleaddji (ng) 54.000,- 55.000,- 56.000,- 162.000,- 165.000,- 168.000,-
smn: 0218 Kielâjurgâleijee (ts) 54.000,- 55.000,- 56.000,- 0219 Kielâjurgâleijee (as) 54.000,- 55.000,- 56.000,- 0120 Kielâjurgâleijee (ns) 54.000,- 55.000,- 56.000,- 162.000,- 165.000,- 168.000,-

source: Skuvlen- ja oahppamateriáladoaimmahat
smn: Škovlim- já oppâmateriaaltoimâttâh

source: 0311 Skuvlenčálli 68.000,- 70.000,- 72.000,- 0312 Oahppamateriálačálli 60.000,- 61.000,- 63.000,- 0313 Oahppamateriálaplánejeaddji 50.000,- 51.000,- 52.000,- 0314 Doaimmahatčálli 42.000,- 43.000,- 44.000,- 220.000,- 225.000,- 231.000,-
smn: 0311 Škovlimčällee 68.000,- 70.000,- 72.000,- 0312 Oppâmateriaalčällee 60.000,- 61.000,- 63.000,- 0313 Oppâmateriaalvuávájeijee 50.000,- 51.000,- 52.000,- 0314 Toimâttâhčällee 42.000,- 43.000,- 44.000,- 220.000,- 225.000,- 231.000,-

source: 05 BÁLKKÁT JA BUHTADUSAT
smn: 05 PÁLHÁŠUMEH JÁ SAJANMÁÁVSUH

source: 051 Čoahkkinbálkkát 25.000,- 26.000,- 27.000,- 052 Dienasmassinbuhtadusat 17.000,- 18.000,- 19.000,- 053 Dulkonbálkkát 65.000,- 66.000,- 67.000,- 054 Eará bálkkát (ee. stivralahtut) 40.000,- 42.000,- 44.000,- 147.000,- 152.000,- 157.000,-
smn: 051 Čuákkimpálhášumeh 25.000,- 26.000,- 27.000,- 052 Áánsumonâttemsajanmáávsuh 17.000,- 18.000,- 19.000,- 053 Tulkkumpálhášumeh 65.000,- 66.000,- 67.000,- 054 Eres pálhášumeh (el. stiivrâ jes.)

source: 061 Doaibmalanjaid láiggut (earret Sajosa láiggut) 18.000,- 19.000,- 20.000,- 062 Kopierenmášeniid láiggut 15.000,- 16.000,- 17.000,- 063 Mášeniid ja rusttegiid divvun ja bajásdoallan 9.000,- 11.000,- 13.000,- 064 ADG-rusttegat 20.000,- 25.000,- 30.000,- 065 ADG-prográmmat 20.000,- 25.000,- 30.000,- 066 Eará mášenat ja rusttegat sihke viessogálvvut 15.000,- 15.000,- 15.000,- 067 Doaimmahatdárbašat 13.000,- 15.000,- 17.000,-
smn: tivodem já oornigisttoollâm 9.000,- 11.000,- 13.000,- 064 ATK-ruustigeh 20.000,- 25.000,- 30.000,- 065 ATK-ohjelmeh 20.000,- 25.000,- 30.000,- 066 Eres mašineh já ruustigeh sehe vistekáálvuh 15.000,- 15.000,- 15.000,- 067 Toimâttâhtarbâšeh 13.000,- 15.000,- 17.000,-

source: 068 Kopieren- ja čatnanbálvalusat 12.000,- 12.000,- 13.000,- 069 Tele- ja tlf. bálvalusat 30.000,- 32.000,- 34.000,- 070 Diehtojohtolatmávssut 12.000,- 13.000,- 14.000,- 071 Poastamávssut 7.000,- 8.000,- 9.000,- 072 Báŋkkuid bálvalanmávssut 2.000,- 2.000,- 3.000,- 073 Eará doaimmahatgolut 5.000,- 5.000,- 5.000,- 178.000,- 198.000,- 220.000,-
smn: 068 Maŋgim- já čoonnâmpalvâlusah 12.000,- 12.000,- 13.000,- 069 Tele- já puhelinpalvâlusah 30.000,- 32.000,- 34.000,- 070 Tiätujotolâhmáávsuh 12.000,- 13.000,- 14.000,- 071 Postâmáávsuh 7.000,- 8.000,- 9.000,- 072 Paaŋkij palvâlusmáávsuh 2.000,- 2.000,- 3.000,- 073 Eres toimâttâhmanoh 5.000,- 5.000,- 5.000,- 178.000,- 198.000,- 220.000,-

source: 081 Sámedikki čoahkkin 4-5 čoahk.
smn: 081 Sämitige čuákkim 4–5 čuák.

source: 30.000,- 33.000,- 35.000,- 082 Stivra 10 čoahk.
smn: 30.000,- 33.000,- 35.000,- 082 Stivrâ 10 čuák.

source: 25.000,- 26.000,- 27.000,- 083 Lávdegottit 5 st., 6-8 čoahk./ldg 40.000,- 42.000,- 43.000,- 084 Iežas bargojoavkkut ja seminárat 20.000,- 22.000,- 24.000,- 085 Olggobeale bargojoavkkut 10.000,- 10.000,- 11.000,- 125.000,- 133.000,- 140.000,-
smn: 25.000,- 26.000,- 27.000,- 083 Lävdikodeh 5 stk, 6–8 čuák./ldk 40.000,- 42.000,- 43.000,- 084 Jieijâs pargojuávhuh já seminaareh 20.000,- 22.000,- 24.000,- 085 Ulguupiälááh pargojuávhuh 10.000,- 10.000,- 11.000,- 125.000,- 133.000,- 140.000,-

source: 09 EARÁ DOAIBMAGOLUT
smn: 09 ERES TOIMÂMANOH

source: 091 Čanasjoavkodoaibma 120.000,- 125.000,- 130.000,- 092 Dieđihandoaibma 20.000,- 20.000,- 20.000,- 093 Skuvlejupmi 20.000,- 22.000,- 24.000,- 094 Dearvvašvuođabálvalusat 18.000,- 19.000,- 20.000,- 095 Biebmanbálvalusat 25.000,- 25.000,- 27.000,- 096 Preantagálvvut ja aviisaalmmuhusat 25.000.- 27.000,- 30.000,- 097 Eará golut 50.000,- 52.000,- 54.000,- 278.000,- 295.000,- 315.000,-
smn: 091 Čanosjuávkkutoimâ 120.000,- 125.000,- 130.000,- 092 Tieđettemtoimâ 20.000,- 20.000,- 20.000,- 093 Škovlim 20.000,- 22.000,- 24.000,- 094 Tiervâsvuođâpalvâlusah 18.000,- 19.000,- 20.000,- 095 Piemmâmpalvâlusah 25.000,- 25.000,- 27.000,- 096 Teddilumpyevtittâsah já lostâalmottâsah 25.000.- 27.000,- 30.000,- 097 Eres manoh 50.000,- 52.000,- 54.000,- 278.000,- 295.000,- 315.000,-

source: Dálá bargit (mearreáigásaččat)
smn: Tááláš pargojuávkku (meriáigásiih)

source: 0106 Sajosa hoavda (Sámedikki ossodat) 41.000,- 42.000,- 43.000,- 0107 Márkanastinčálli 50.000,- 51.000,- 52.000,- 0108 Buvttadančálli 48.000,- 49.000,- 50.000,- 0109 Info-bargi 40.000,- 41.000,- 42.000,-
smn: 0106 Saijoos jođetteijee (Säti uási) 41.000,- 42.000,- 43.000,- 0107 Markkânistemčällee 50.000,- 51.000,- 52.000,- 0108 Pyevtittâsčällee 48.000,- 49.000,- 50.000,- 0109 Info-pargee 40.000,- 41.000,- 42.000,-

source: 0110 Lágádusfuolaheaddji (50 % 18.000,- 19.000,- 19.000,- 197.000,- 202.000,- 206.000,-
smn: 0110 Lájádâshuolâtteijee (50 % 18.000,- 19.000,- 19.000,- 197.000,- 202.000,- 206.000,-

source: 0111 Sajosa láiggut 1.521.000,- 1.566.000,- 1.612.000,-
smn: 0111 Saijoos lááiguh 1.521.000,- 1.566.000,- 1.612.000,-

source: 0112 Eará doaibmagolut 80.000,- 85.000,- 85.000,-
smn: 0112 Eres toimâmanoh 80.000,- 85.000,- 85.000,-

source: 011 SÁMEGIELA DOALAHEAPMI JA OVDDIDEAPMI 360.000,- 365.000,- 370.000,- (sierra evttohus OM:ii)
smn: 011 SÄMIKIELÂ PAIJEENTOOLLÂM JÁ OVDEDEM 360.000,- 365.000,- 370.000,- (sierânâs iävtuttâs MM:n)

source: 012 EUROHPA UNIOVNNA RÁHKADUS- FOANDA-PROGRÁMMAT 80.000,- 80.000,- 80.000,- (iežasruhtadanoassi sámefidnuin)
smn: 012 EUROOP UNION RÁÁHTUS- RUTTÂRÁÁJU-OHJELMEH 80.000,- 80.000,- 80.000,- (jiešruttâdemuási sämiprojektijn)

source: 0131 Sámi parlamentáralaš ráđi doaibmagolut 40.000,- 80.000,- 100.000,- 0132 Oassi sámegiela lávdegotti doaibmagoluin 100.000,- 100.000,- 100.000,- 0133 Eará riikkaidgaskasaš doaibma 30.000,- 30.000,- 30.000,- 170.000,- 210.000,- 230.000,-
smn: 0131 Säämi parlamentaarlâš rääđi toimâkoloh 40.000,- 80.000,- 100.000,- 0132 Uási säämi kielâlävdikode toimâkoloin 100.000,- 100.000,- 100.000,- 0133 Eres aalmugijkoskâsâš toimâ 30.000,- 30.000,- 30.000,- 170.000,- 210.000,- 230.000,-

source: 015 SÁPMELAŠ EALÁHUS- DOAIBMA (sierra evttohus BEM:ii) 500.000,- 500.000,- 500.000,-
smn: 015 SÄÄMI IÄLÁTTÂS- TOIMÂ (sierânâs iävtuttâs PIM:n) 500.000,- 500.000,- 500.000,-

source: 016 SÁPMELAŠ NUORAID- 130.000,- 140.000,- 150.000,- RÁĐĐI (sist. nuoraidčálli bálkágolut) (sierra evttohus OKM:ii)
smn: 016 SÄÄMI NUORÂI- 130.000,- 140.000,- 150.000,- RÄÄĐI (tuálá siste nuorâičällee pälkkikoloid) (sierânâs iävtuttâs MKM:n)

source: 017 SÁPMELAŠ NUORAID- 100.000,- 110.000,- 120.000,- MEARRERUHTA (sierra evttohus OKM:ii)
smn: 017 SÄÄMI NUORÂI- 100.000,- 110.000,- 120.000,- MERIRUTTÂ (sierânâs iävtuttâs MKM:n)

source: 018 SÁMEKULTUVRRA DOARJUN (sierra evttohusat OKM:ii)
smn: 018 SÄÄMI KULTTUUR TUÁRJUM (sierânâs iävtuttâsah MKM:n)

source: 0181 Sámekultuvrra ja - servviid doarjun (ng. sápmelaš kulturmearreruhta) 625.000,- 630.000,- 635.000,- 0182 Eamiálbmogiid filbmaguovddáš 200.000,- 210.000,- 220.000,- 0183 Sámemusihkkaguovddáš 200.000,- 210.000,- 220.000,- 0184 Sámi mánáidkulturguovddáš 120.000,- 125.000,- 130.000,- 1.145.000,- 1.175.000,- 1.205.000,-
smn: 0181 Sämikulttuur já - seervij tuárjum (nk. sämikulttuurmeriruttâ) 625.000,- 630.000,- 635.000,- 0182 Algâaalmugij elleekovekuávdáš 200.000,- 210.000,- 220.000,- 0183 Sämimuusikkuávdáš 200.000,- 210.000,- 220.000,- 0184 Säämi párnáikulttuurkuávdáš 120.000,- 125.000,- 130.000,- 1.145.000,- 1.175.000,- 1.205.000,-

source: 019 SÁMEGIELAT OAHPPAMATERIÁLA 541.000,- 545.000,- 550.000,- BUVTTADEAPMI (sierra evttohus OKM:ii)
smn: 019 SÄMIKIELÂLÂŠ OPPÂMATERIAAL 541.000,- 545.000,- 550.000,- PYEVTITTEM (sierânâs iävtuttâs MKM:n)

source: 020 SÁMEGIELA JA - KULTUVRRA 1.450.000,- 1.500.000,- 1.550.000,- EALÁSKAHTTINDOAIBMA (sierra evttohus OKM:ii)
smn: 020 SÄMIKIELÂ JÁ KULTTUUR 1.450.000,- 1.500.000,- 1.550.000,- IÄLÁSKITTEMTOIMÂ (sierânâs iävtuttâs MKM:n)

source: 021 SÁMENUORAID DÁIDDA- 30.000,- 32.000,- 33.000,- DÁHPÁHUS (sierra evttohus OKM:ii)
smn: 021 SÄMINUORÂI TAAIDÂ- 30.000,- 32.000,- 33.000,- TÁBÁHTUS (sierânâs iävtuttâs MKM:n)

source: 022 SÁMEGIELAT SOSIÁLA- JA 1.950.000,- 1.960.000,- 1.970.000,- DEARVVAŠVUOĐABÁLVALUSAID BUVTTADEAPMI (sierra evttohus SDM:ii)
smn: 022 SÄMIKIELÂLÂŠ SOSIAAL- JÁ 1.950.000,- 1.960.000,- 1.970.000,- TIERVÂSVUOĐÂPALVÂLUSÂI PYEVTITTEM (sierânâs iävtuttâs STM:n)

source: 0231 Plánejeaddji 56.000,- 57.000,- 59.000,-
smn: 0231 Vuávájeijee 56.000,- 57.000,- 59.000,-

source: 0232 II Plánejeaddji 56.000,- 57.000,- 59.000,- 0233 Eará doaibmagolut 30.000,- 32.000,- 34.000,- 86.000,- 89.000,- 93.000,-
smn: 0232 II Vuávájeijee 56.000,- 57.000,- 59.000,- 0233 Eres toimâmanoh 30.000,- 32.000,- 34.000,- 86.000,- 89.000,- 93.000,-

source: 024 SÁPMELAČČAID DEARVVAŠVUOĐA 150.000,- 152.000,- 154.000,- OVDDIDEAPMI (sis. plánejeaddji bálkágolut) (sierra evttohus SDM:ii)
smn: 024 SÄMMILIJ TIERVÂSVUOĐÂ 150.000,- 152.000,- 154.000,- OVDEDEM (tuálá siste vuávájeijee pälkkikoloid) (sierânâs iävtuttâs STM:n)

source: ČOAHKKÁIGEASSU GOLUIN JA BOAĐUIN JAGIIN 2013 - 2015
smn: ČUÁKÁNKIÄSU MANOIN JÁ PUÁĐUIN IIVIJN 2013 – 2015

source: Boađut (stáhtadoarjagat) 11.520.000,- 11.887.000,- 12.447.000,-
smn: Puáđuh (staatâtorjuuh) 11.520.000,- 11.887.000,- 12.447.000,-

source: Stáhtadoarjagat vuoigatvuohtaministeriija oaiveluohkás (čuoggát 01-014) 5.382.000,- 5.627.000,- 6.030.000,-
smn: Staatâtorjuuh riehtiministeriö válduluokast (sajeh 01–014) 5.382.000,- 5.627.000,- 6.030.000,-

source: Stáhtadoarjagat bargofápmo- ja ealáhus- ministeriija oaiveluohkás (čuokkis 015) 500.000,- 500.000,- 500.000,-
smn: Staatâtoorjâ pargovyeimi- já iäláttâs- ministeriö válduluokast (saje 015) 500.000,- 500.000,- 500.000,-

source: Stáhtadoarjagat oahpahus- ja kultur- ministeriija oaiveluohkás (čuoggát 016-022) 3.396.000,- 3.502.000,- 3.608.000,-
smn: Staatâtorjuuh máttááttâs- já kulttuur- ministeriö válduluokast (sajeh 016–022) 3.396.000,- 3.502.000,- 3.608.000,-

source: Stáhtadoarjagat sosiála- ja dearvvašvuohtaministeriija oaiveluohkás (čuoggát 023-024) 2.242.000,- 2.258.000,- 2.309.000,-
smn: Staatâtorjuuh sosiaal- ja tiervâsvuođâministeriö válduluokast (sajeh 023-024) 2.242.000,- 2.258.000,- 2.309.000,-
